tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "python"
brew "awscli"
brew "bash-completion"
brew "cask"
brew "libyaml"
brew "redis"
brew "conjure-up"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine", link: false
brew "docker-machine-driver-xhyve"
brew "dockutil"
brew "dos2unix"
brew "webp"
brew "ffmpeg"
brew "fpp"
brew "fswatch"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grep"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "kubernetes-cli"
brew "little-cms"
brew "mas"
brew "nmap"
brew "node"
brew "numpy", link: false
brew "opencv", link: false
brew "openjdk"
brew "openssl"
brew "p7zip"
brew "packer"
brew "postgresql"
brew "python@2"
brew "qemu"
brew "reattach-to-user-namespace"
brew "telnet"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "urlview"
brew "watch"
brew "watchman"
brew "wget"
brew "xhyve"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "angry-ip-scanner"
cask "atom"
cask "bitbar"
cask "boostnote"
cask "docker"
cask "google-backup-and-sync"
cask "intellij-idea"
cask "java"
cask "kitematic"
cask "launchcontrol"
cask "mactex"
cask "mounty"
cask "quip"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
